artek = {'Sasha' : '', 'Alesha' : '', 'Vanya' : '', 'Vita' : ''}
city = {'Sochi' : '', 'Minsk' : '', 'Ufa' : '', 'Kostroma' : ''}
artek_City_Name = {''}
for x in artek:
    print(x)

class all_City_name():
    print(all_City_name)

'''
Саша и Алена Аня и Витя встретились, и подружились в аретеке.
 Они приехали сюда из разных городов:один их Москвы, Минска, Уфы.
 третий из костромы, четвертый из сочи. Но из какого городв приехал
 каждый мальчишка известно что:
 1)Саша и мальчик из Сочи жили в одной комнате. Ни один из них не был в ни Уфе ни в Минске.
'''
#for x in artek_City_Name:
#    x{'' : ''}
'''2)Ваня играл в волейбол в одной из них в одной команде с мальчиком из Уфы, а против них обычно сражался
 3)Витя и мальчик из Уфы увлекались игрой в шахматы
 выберите правильный ответ
 '''
